airflow_lappis/templates/siape/listaUorgs.xml.j2

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://servico.wssiapenet">
  <soapenv:Header/>
  <soapenv:Body>
    <ser:listaUorgs>
      <siglaSistema>{{ siglaSistema }}</siglaSistema>
      <nomeSistema>{{ nomeSistema }}</nomeSistema>
      <senha>{{ senha }}</senha>
      <cpf>{{ cpf }}</cpf>
      <codOrgao>{{ codOrgao }}</codOrgao>
      <codUorg>00000000</codUorg>
    </ser:listaUorgs>
  </soapenv:Body>
</soapenv:Envelope>
